/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.about" = "Info";
"zanalytics.bug.alert.from" = "Von";
"zanalytics.bug.alert.imagelimitreached" = "Limit erreicht.";
"zanalytics.bug.alert.imagelimits" = "Sie können nur bis zu 10 Bilder anhängen.";
"zanalytics.bug.alert.macheader" = "Geben Sie uns eine Rückmeldung oder senden Sie uns Fehlerberichte mit Anhängen, die uns beim Eingrenzen weiterhelfen.";
"zanalytics.bug.alert.write" = "Schreiben Sie uns";
"zanalytics.bug.alert.recordedclip" = "Aufgenommene Clips";


"zanalytics.bug.alert.anonymalert" = "Es ist immer sinnvoll, Ihre E-Mail-Adresse bei Rückmeldungen mit anzugeben. Wenn wir Ihre E-Mail-Adresse nicht kennen, können wir Sie natürlich nicht über die Dinge auf dem Laufenden halten, um die es sich bei Ihnen dreht.";

"zanalytics.bug.alert.quitfeedback" = "Wirklich verlassen?";
"zanalytics.feedback.navbar.title.noscreenshots" = "Keine Screenshots verfügbar";
"zanalytics.feedback.navbar.title.screenshots" = "Screenshots";
"zanalytics.feedback.navbar.title.snap" = "Andocken";
"zanalytics.feedback.navbar.title.compose" = "Erstellen";

"zanalytics.bug.alert.cancel"               = "Nein";
"zanalytics.bug.alert.title"                = "Möchten Sie uns etwas mitteilen?";
"zanalytics.feedback.navbar.title.feedback"             = "Rückmeldung";
"zanalytics.feedback.navbar.title.reportbug"            = "Fehler melden";
"zanalytics.feedback.navbar.title.helpme"               = "Ich brauche Hilfe";

"zanalytics.feedback.navbar.title.systemlogs"             = "Systemprotokolle";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Diagnosedaten";

"zanalytics.bug.alert.dontshowagain"            = "Nicht noch einmal anzeigen";
"zanalytics.bug.alert.title.helpme"            = "Ich brauche Hilfe";

"zanalytics.bug.alert.message.savetolocal"         = "Verzeihung … Wir konnten den Fehlerbericht nicht senden; möchten Sie den Screenshot speichern?";



"zanalytics.feedback.email.title"                = "E-Mail-Adresse";


"zanalytics.bug.detectscreen.title"       = "Etwas Interessantes gefunden?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Ja";
"zanalytics.bug.alert.detectscreen.no"                       = "Nein";

"zanalytics.bug.alert.detectscreen.share" = "Freigabe";
"zanalytics.bug.alert.detectscreen.dontshow" = "Nicht noch einmal fragen";

"zanalytics.bug.annotate.button.title"                       = "Fehler mit den nachstehenden Werkzeugen kennzeichnen";


"zanalytics.feedback.failed.alert.description" = "Rückmeldung konnte nicht gesendet werden; bitte versuchen Sie es noch einmal!";


"zanalytics.feedback.success.alert.description" = "Vielen Dank für Ihre Rückmeldung!";


"zanalytics.feedback.common.alert.title.add.photos" = "Fotos hinzufügen";
"zanalytics.feedback.common.alert.title.alert" = "Alarmierung";
"zanalytics.feedback.common.button.title.back" = "Zurück";
"zanalytics.feedback.common.button.title.cancel" = "Abbrechen";
"zanalytics.feedback.common.button.title.close" = "Schließen";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"           = "Wir freuen uns über Ihre Rückmeldung. Bitte verraten Sie uns, wie gut wir bei Ihnen ankommen.";
"zanalytics.bug.textview.placeholder"           = "Gab es Probleme beim Einsatz dieser App? Lassen Sie es uns wissen.";
"zanalytics.help.textview.placeholder"           = "Wir versuchen, die Dinge schnell in Ordnung zu bringen und Ihnen flott unter die Arme zu greifen.";

"zanalytics.feedback.add.photos.alert.description" = "Keine Fotos angehängt; öffnen Sie die Fotogalerie zum Anhängen von Fotos!";

"zanalytics.feedback.add.photos.alert.open" = "Fotos öffnen";


"zanalytics.feedback.access.photos.alert.description" = "%@-App kann nicht auf Ihre Fotos zugreifen.\nZum Gewähren des Zugriffes wechseln Sie zu: Einstellungen > Datenschutz > Fotos > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Einstellungen";

"zanalytics.feedback.label.title.anonymous" = "Anonym";

"zanalytics.feedback.navbar.button.title.send" = "Senden";
"zanalytics.feedback.navbar.button.title.next" = "Nächster";
"zanalytics.feedback.navbar.button.title.done" = "Fertig";
"zanalytics.feedback.navbar.button.title.editphotos" = "Fotos bearbeiten";
"zanalytics.feedback.navbar.button.title.addmore" = "Mehr hinzufügen";
"zanalytics.feedback.navbar.button.title.attach" = "Anhängen";
"zanalytics.feedback.navbar.button.title.delete" = "Löschen";


"zanalytics.feedback.navbar.title.taptoedit" = "Zum Bearbeiten antippen";
"zanalytics.feedback.navbar.title.editor" = "Editor";
"zanalytics.feedback.navbar.title.choosephotos" = "Fotos wählen";
"zanalytics.feedback.navbar.title.selectphotos" = "Fotos wählen";
"zanalytics.feedback.navbar.title.photoselected" = "Foto ausgewählt";
"zanalytics.feedback.navbar.title.photosselected" = "Fotos ausgewählt";

"zanalytics.feedback.accessory.title.systemlogs" = "Systemprotokolle einbeziehen";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Diagnosedaten einbeziehen";
"zanalytics.feedback.accessory.button.title.view" = "Ansicht";

"zanalytics.feedback.picker.image.notfound" = "Bilder nicht gefunden";

"zanalytics.feedback.attachments.title" = "Anhänge(%i)";

"zanalytics.feedback.privacy.consent.description" = "Wir empfehlen, Konsolenprotokolle und Diagnosedaten beizufügen, da unsere Entwickler Ihre Rückmeldung so deutlich besser und einfacher verstehen und bearbeiten können.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Konsolenprotokolle";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Diagnosedaten";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Andere Information";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Geräteinformationen";

"zanalytics.feedback.privacy.consent.cancel" = "Abbrechen";

"zanalytics.feedback.privacy.consent.openmailapp" = "In Mail öffnen";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Immer senden";
